Repository: JoaoFloresDev/AppsForFun
Catalog: BioCamp/CampusSelvagem/CampusSelvagem/*.lproj/Localizable.strings
Languages: pt_br

source: Place where it was spotted
pt_br: Local em que foi avistado

source: Animals
pt_br: Animais

source: Plants
pt_br: Plantas

source: Map
pt_br: Mapa

source: Pictures of
pt_br: Imagens de

source: Delete image
pt_br: Deletar imagem

source: Double tap to remove image
pt_br: Duplo toque para remover imagem

source: Living being name
pt_br: Nome do ser vivo

source: Enable animations
pt_br: Habilitar animações

source: Amphibian
pt_br: Anfíbio

source: Bird
pt_br: Aves

source: Mammal
pt_br: Mamífero

source: Reptile
pt_br: Réptil

source: Fish
pt_br: Peixes

source: Insect
pt_br: Insetos

source: Pteridophytes
pt_br: Pteridófitas

source: Angiosperms
pt_br: Angiospermas

source: Briophytes
pt_br: Briófitas

source: Gimnosperms
pt_br: Gimnospermas

source: Search for the name of the animal
pt_br: Procure o nome do animal

source: Search for the name of the plant
pt_br: Procure o nome da planta

source: Name
pt_br: Nome

source: Send
pt_br: Enviar

source: Clear all
pt_br: Apagar tudo

source: Do you want to send the data?
pt_br: Quer enviar os dados?

source: Cancel
pt_br: Cancelar

source: Open camera
pt_br: Abrir câmera

source: Open gallery
pt_br: Abrir galeria

source: Scientific name
pt_br: Nome científico

source: Type
pt_br: Tipo

source: Habitat/Biome
pt_br: Hábitat/Bioma

source: Location
pt_br: Localização

source: Curiosity
pt_br: Curiosidade

source: Unknown
pt_br: Desconhecido

source: Birds
pt_br: Aves

source: Mammals
pt_br: Mamíferos

source: Reptiles
pt_br: Reptéis

source: Insects
pt_br: Insetos

source: Burrowing owl
pt_br: Coruja Buraqueira

source: FEAGRIS's parking lot
pt_br: Estacionamento da FEAGRI

source: Brazilian restinga and cerrado
pt_br: Restingas e cerrados.

source: Male individuals stay out of the nest with the task of watching, resting and observing. The presence of female individuals is more subtle, due to its permanence inside of the burrow. They feed off small rodents, reptiles, amphibians, birds (such as sparrows), scorpions, etc.
pt_br: Os machos permanecem fora do ninho com a função de vigiar, descansar e observar. A presença da fêmea é mais oculta, devido a sua permanência no interior da toca. Alimenta-se de pequenos roedores, répteis, anfíbios, pequenos insetos, pequenos pássaros como pardais, escorpiões, etc.

source: Peregrine falcon
pt_br: Falcão-Peregrino

source: It can be seen everyewhere on campus, though it's more frequently seen around the Performing Arts building
pt_br: Pode ser avistado por todo o campus, sendo a maior parte delas perto do prédio de Artes Cênicas.

source: It can be seen in all continents, except Antartica
pt_br: Pode ser encontrada em todos os continentes exceto na Antártida.

source: Nowadays this bird is considered the fastest bird on earth, being able to achieve around 199 mph or more
pt_br: Atualmente a ave é considerada o animal mais veloz do mundo, podendo atingir cerca de 320 km/h ou mais.

source: Southern caracara
pt_br: Carcará

source: It can be seen around all campus, most frequently around the buildings of the Institute of Arts and the Institute of linguistics
pt_br: Pode ser avistado por todo o campus, porém aparecem frequentemente próximos ao IA e ao IEL

source: It inhabits the center and south regions of South America
pt_br: Habita o centro e o sul de toda a América do Sul.

source: In order to communicate with other individuals in its territory or to comunnicate with its partner, it shouts a chant from which its name is originated from
pt_br: Para avisar os outros carcarás de seu território ou comunicação entre o casal, possui um chamado que origina o seu nome comum, “carcará”

source: Curl-crested jay
pt_br: Gralha-do-Campo

source: It can mostly be seen around the lake house
pt_br: Podem ser vistas principalmente próximas a casa do lago

source: Native to brazilian cerrado and caatinga
pt_br: Nativa dos cerrados e da caatinga

source: Their flocks usually have a determined region and fly the same course everyday, turning predictable theirs visiting hour to certain spots in some cases.
pt_br: Os bandos costumam ter um território e normalmente percorrem um mesmo trajeto todos os dias, tornando previsíveis seus horários de visita a certos locais em alguns casos.

source: Hedgehog
pt_br: Ouriço-cacheiro

source: It can be spotted around all campus, though more frequently they appear next to the building of the dep. of Medical Sciences
pt_br: Pode ser avistado por todo o campus, porém aparecem frequentemente próximos da FCM

source: They inhabit in Brazil, occuring from the state of Rio de Janeiro until Rio Grande do Sul, including Minas Gerais
pt_br: Ocorre desde o Rio de Janeiro até o Rio Grande do Sul, incluindo Minas Gerais.

source: They only conceive one cub per litter
pt_br: Produzem um unico filhote por ninhada.

source: Tegu lizard
pt_br: Teiu

source: They can be seen around all campus, but more frequently near the building of the Computer and Eletrical engineering dep.
pt_br: Pode ser avistado por todo o campus, porém aparecem frequentemente próximos da FEEC.

source: They inhabit all of Brazil (except for the Amazon rainforest area) and places such as the north of Argentina and Uruguay
pt_br: Habita grande parte do Brasil (com exceção da floresta amazônica) e norte da Argentina e Uruguai

source: They have the capacity to increase their metabolic rate in copulation season to rates similar to those of mammals and birds, generating heat and keeping their body temperature higher than of its environment.
pt_br: Possui a capacidade de aumentar a sua taxa metabólica durante o período reprodutivo a níveis próximos ao de mamíferos e aves, gerando calor e mantendo sua temperatura mais elevada do que a do ambiente.

source: European mantis
pt_br: Mantis religiosa

source: It can be seen around all campus, but they more frequently appear next to the student council building.
pt_br: Pode ser avistado por todo o campus, porém aparecem frequentemente próximos ao DCE

source: They can be found in south Europe, Americas, Asia, Africa and Australia
pt_br: Podem ser encontrados no sul da europa, américa, Asia, Africa e Australia

source: Its courting and pairing can be separated in two stages: preliminar courting and copulation itself. Premilinar courting starts with the eye contact of those individuals and it ends at the start of the first physical contact. Copulation starts with the first physical contact and it ends with the deposit of the spermatofagus.
pt_br: O cortejo e pareamento são separados em dois passos: cortejo preliminar e copulação. O cortejo preliminar começa com o contato visual dos animais e termina com o primeiro contato físico. Copulação começa com o primeiro contato e termina com o depósito do espermatófago

source: Cannon ball tree
pt_br: Abricó-de-macaco

source: Peace square
pt_br: Praça da Paz

source: Brazil's atlantic forest area
pt_br: Mata Atlântica

source: It can reach heights between 19 and 49 ft
pt_br: Podem ter altura média entre 8 e 15 metros

source: Brazilwood
pt_br: Pau Brasil

source: Atlantic florest
pt_br: Mata Atlântica

source: It's considered a national symbol
pt_br: Árvore considerada símbolo nacional.
